<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2023//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_230101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">37816378</PMID><DateRevised><Year>2023</Year><Month>10</Month><Day>10</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1439-3824</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2023</Year><Month>Oct</Month><Day>10</Day></PubDate></JournalIssue><Title>Klinische Padiatrie</Title><ISOAbbreviation>Klin Padiatr</ISOAbbreviation></Journal><ArticleTitle>Computed Tomography Overuse in Pediatric Minor Head Trauma: Insights from a Single-Center Experience.</ArticleTitle><ELocationID EIdType="doi" ValidYN="Y">10.1055/a-2156-9780</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Minor head trauma is a common reason for emergency department visits in children, but many of these cases are not clinically significant. Despite established criteria for selecting patients who require computed tomography (CT), concerns about overuse of CT persist. This study aimed to determine the frequency of clinically important traumatic brain injury by retrospectively evaluating cranial CT scans in children categorized as very low risk for such injuries based on PECARN prediction rules.</AbstractText><AbstractText Label="MATERIALS AND METHODS" NlmCategory="METHODS">Cranial CT scans of 941 minor head trauma cases were assessed for the presence, type, and number of calvarial bone fractures. Concomitant bleeding and treatment approaches were also recorded.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Among 881 patients (93.6%), cranial CT scans did not reveal any lesions apart from soft tissue edema. None of the cases had clinically important traumatic brain injury or required neurosurgical intervention.</AbstractText><AbstractText Label="DISCUSSION AND CONCLUSION" NlmCategory="CONCLUSIONS">The study demonstrated that 93.6% of cranial CT scans for pediatric minor head trauma were negative, indicating a concerningly high rate of CT overuse. Although prediction rules exist, their application in clinical practice is not always optimal. Given the principle of "first, do no harm," proper patient selection is crucial to avoid unnecessary exposure to ionizing radiation.</AbstractText><CopyrightInformation>Thieme. All rights reserved.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Bako</LastName><ForeName>Derya</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Pediatric Radiology, Van Training and Research Hospital, Erdremit, Turkey.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#xd6;zer</LastName><ForeName>Utku</ForeName><Initials>U</Initials><AffiliationInfo><Affiliation>Pediatric Emergency Medicine, Van Training and Research Hospital, Erdremit, Turkey.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Beydo&#x11f;an</LastName><ForeName>Engin</ForeName><Initials>E</Initials><AffiliationInfo><Affiliation>Department of Radiology, Van Training and Research Hospital, Erdremit, Turkey.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>CT-&#xdc;berbeanspruchung bei leichten Kopfverletzungen im Kindesalter: Erkenntnisse aus einer Einrichtung.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2023</Year><Month>10</Month><Day>10</Day></ArticleDate></Article><MedlineJournalInfo><Country>Germany</Country><MedlineTA>Klin Padiatr</MedlineTA><NlmUniqueID>0326144</NlmUniqueID><ISSNLinking>0300-8630</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><OtherAbstract Type="Publisher" Language="ger"><AbstractText Label="HINTERGRUND" NlmCategory="UNASSIGNED">Leichte Kopfverletzungen sind ein h&#xe4;ufiger Grund f&#xfc;r den Besuch von Kindern in der Notaufnahme, aber viele dieser F&#xe4;lle sind klinisch nicht bedeutsam. Trotz etablierter Kriterien zur Auswahl von Patienten, die eine Computertomographie (CT) ben&#xf6;tigen, bestehen Bedenken hinsichtlich des &#xfc;berm&#xe4;&#xdf;igen Einsatzes von CT-Untersuchungen. Diese Studie hatte zum Ziel, die H&#xe4;ufigkeit klinisch bedeutsamer traumatischer Hirnverletzungen durch die retrospektive Auswertung von Sch&#xe4;del-CT-Scans bei Kindern zu bestimmen, die gem&#xe4;&#xdf; den Vorhersageregeln der PECARN-Kriterien als sehr geringes Risiko f&#xfc;r solche Verletzungen eingestuft wurden.</AbstractText><AbstractText Label="MATERIAL UND METHODEN" NlmCategory="METHODS">Es wurden Sch&#xe4;del-CT-Scans von 941 F&#xe4;llen mit leichten Kopfverletzungen auf das Vorhandensein, den Typ und die Anzahl von Sch&#xe4;delknochenbr&#xfc;chen untersucht. Begleitende Blutungen und Behandlungsans&#xe4;tze wurden ebenfalls erfasst.</AbstractText><AbstractText Label="ERGEBNISSE" NlmCategory="UNASSIGNED">Bei 881 Patienten (93,6%) zeigten die Sch&#xe4;del-CT-Scans keine L&#xe4;sionen au&#xdf;er Weichteilschwellungen. Keiner der F&#xe4;lle hatte eine klinisch bedeutsame traumatische Hirnverletzung oder ben&#xf6;tigte neurochirurgische Eingriffe.</AbstractText><AbstractText Label="DISKUSSION UND SCHLUSSFOLGERUNG" NlmCategory="UNASSIGNED">Die Studie zeigte, dass 93,6% der Sch&#xe4;del-CT-Scans bei leichten Kopfverletzungen im Kindesalter negativ waren, was auf eine besorgniserregend hohe Rate an &#xfc;berm&#xe4;&#xdf;igem Einsatz von CT-Untersuchungen hinweist. Obwohl Vorhersageregeln existieren, ist ihre Anwendung in der klinischen Praxis nicht immer optimal. Angesichts des Grundsatzes "zuerst keinen Schaden anrichten" ist eine korrekte Patientenauswahl entscheidend, um unn&#xf6;tige Strahlenbelastung zu vermeiden.</AbstractText><CopyrightInformation>Thieme. All rights reserved.</CopyrightInformation></OtherAbstract><CoiStatement>The authors declare that they have no conflict of interest</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2023</Year><Month>10</Month><Day>11</Day><Hour>0</Hour><Minute>42</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2023</Year><Month>10</Month><Day>11</Day><Hour>0</Hour><Minute>42</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2023</Year><Month>10</Month><Day>10</Day><Hour>19</Hour><Minute>3</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">37816378</ArticleId><ArticleId IdType="doi">10.1055/a-2156-9780</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>